{
    "appTitle": "ecoAuctions",
    "home": "Home",
    "about": "About",
    "services": "Services",
    "contact": "Contact",
    "language": "Language",

    "COMMONS": {
      "HEADER": {
         "DASHBOARD": "Dashboard"
      }
    },

    "AUTH":{
        "BACK_TO_SIGN_IN":"Back to <span>Sign In</span>",
        "COPYRIGHT_MESSAGE":"© 2017-2023 A-to-Be® All rights reserved. A-to-Be® is an international trademark of Brisa Innovation",
        "CREATE_ACCOUNT":{
           "TITLE":"Create Account",
           "EMAIL":"Email",
           "ERROR_MESSAGE":"Error while creating account.",
           "FIRST_NAME":"First Name",
           "LAST_NAME":"Last Name",
           "USERNAME":"Username",
           "COUNTRY":"Country",
           "MOBILE_PHONE":"Mobile Phone",
           "QUESTION_1":"Security Question 1",
           "QUESTION_2":"Security Question 2",
           "ANSWER_1":"Security Question 1 Answer",
           "ANSWER_2":"Security Question 2 Answer",
           "SUBMIT_BUTTON":"SUBMIT",
           "SUCCESS_MESSAGE":"Your account has been created, please check your email for further instructions.",
           "PRIVACY_POLICY":{
              "TEXT":"I hereby confirm that I have read and understood the <a translateWithListenElement actionId='privacyPolicy'>Privacy Policy</a>",
              "MODAL":{
                 "TITLE":"Privacy Policy",
                 "BODY":"<div><h2><strong>Privacy Policy</strong></h2><p>This policy describes how MOVE ME captures your personal information, the purposes of collection, and information about the retention of your personal information.</p><p>Please note that this policy is for reference only, and is applicable for the software as a product. MOVE ME Inc. and its developers have no access to the information held within MOVE ME. Please see the <a href=\"privacy_policy.html#disclaimer\">Disclaimer</a> section for more information</p><p>Entities, organisations or individuals controlling the use and administration of MOVE ME should create their own privacy policies setting out the manner in which data is controlled or processed by the respective entity, organisation or individual.</p><h2>What is personal information?</h2><p>MOVE ME considers anything related to you, and by which you may be identified, as your personal information. This includes, but is not limited to:</p><ul><li>Your user name (except in cases where the user name created by your employer is under contract)</li><li>Your date of birth/age</li><li>IP address used to log in</li><li>Your device ID if you use a device (e.g., phone or tablet) to log in</li></ul><p>However, MOVE ME also collects the following information that is not considered personal information, but is used only for <strong>statistical</strong> purposes. The reason for this is that this information can not be used to track you.</p><ul><li>City/Country from which you originated the TCP/IP connection</li><li>Time of the day that you logged in (year, month, week, hour or minute)</li><li>Type of device that you used to log in (e.g., phone or tablet)</li><li>Operating system and generic browser information</li></ul><h2>Collection of personal information</h2><p>MOVE ME collects your information only to serve your access requirements. For example:<ul><li>MOVE ME uses your IP address to detect any suspicious login attempts to your account.</li><li>MOVE ME uses attributes like your first name, last name, etc., to provide a rich and personalized user experience.</li><li>MOVE ME uses your security questions and answers only to allow account recovery.</li></ul><h3>Tracking Technologies</h3><p>MOVE ME collects your information by:</p><ul><li>Collecting information from the user profile page where you enter your personal data.</li><li>Tracking your IP address with HTTP request, HTTP headers, and TCP/IP.</li><li>Tracking your geographic information with the IP address.</li><li>Tracking your login history with browser cookies. Please see our <a href=\"link to the cookie_policy.html\">cookie policy</a> for more information.</li></ul><h2>Use of personal information</h2><p>MOVE ME will only use your personal information for the purposes for which it was collected (or for a use identified as consistent with that purpose).</p><p>MOVE ME uses your personal information only for the following purposes.</p><ul><li>To provide you with a personalized user experience. MOVE ME uses your name and uploaded profile pictures for this purpose.</li><li>To protect your account from unauthorized access or potential hacking attempts. MOVE ME uses HTTP or TCP/IP Headers for this purpose.</li><ul><li>This includes:</li><ul><li>IP address</li><li>Browser fingerprinting</li><li>Cookies</li></ul></ul><li>Derive statistical data for analytical purposes on system performance improvements. MOVE ME will not keep any personal information after statistical calculations. Therefore, the statistical report has no means of identifying an individual person.</li><ul><li>MOVE ME may use:</li><ul><li>IP Address to derive geographic information</li><li>Browser fingerprinting to determine the browser technology or/and version</li></ul></ul></ul><h2>Disclosure of personal information</h2><p>MOVE ME only discloses personal information to the relevant applications (also known as “Service Providers”) that are registered with MOVE ME. These applications are registered by the identity administrator of your entity or organization. Personal information is disclosed only for the purposes for which it was collected (or for a use identified as consistent with that purpose), as controlled by such Service Providers, unless you have consented otherwise or where it is required by law.</p><h3>Legal process</h3><p>Please note that the organisation, entity or individual running MOVE ME may be compelled to disclose your personal information with or without your consent when it is required by law following due and lawful process.</p><h2>Storage of personal information</h2><h3>Where your personal information is stored</h3><p>MOVE ME stores your personal information in secured databases. MOVE ME exercises proper industry accepted security measures to protect the database where your personal information is held. MOVE ME as a product does not transfer or share your data with any third parties or locations.</p><p>MOVE ME may use encryption to keep your personal data with an added level of security.</p><h3>How long your personal information is retained</h3><p>MOVE ME retains your personal data as long as you are an active user of our system. You can update your personal data at any time using the given self-care user portals.</p><p>MOVE ME may keep hashed secrets to provide you with an added level of security. This includes:</p><ul><li>Current password</li><li>Previously used passwords</li></ul><h3>How to request removal of your personal information</h3><p>You can request the administrator to delete your account. The administrator is the administrator of the tenant you are registered under, or the super-administrator if you do not use the tenant feature.</p><p>Additionally, you can request to anonymize all traces of your activities that MOVE ME may have retained in logs, databases or analytical storage.</p><h2>More information</h2><h3>Changes to this policy</h3><p>Upgraded versions of MOVE ME may contain changes to this policy and revisions to this policy will be packaged within such upgrades. Such changes would only apply to users who choose to use upgraded versions.</p><p>The organization running MOVE ME may revise the Privacy Policy from time to time. You can find the most recent governing policy with the respective link provided by the organization running MOVE ME 5.5. The organization will notify any changes to the privacy policy over our oficial public channels.</p><h3>Your choices</h3><p>If you are already have a user account within MOVE ME, you have the right to deactivate your account if you find that this privacy policy is unacceptable to you.</p><p>If you do not have an account and you do not agree with our privacy policy, you can chose not to create one.</p><h3>Contact us</h3><p>Please contact MOVE ME if you have any question or concerns regarding this privacy policy.</p><p><a>support@moveme.com</a></p><h2>Disclaimer</h2><ol><li>MOVE ME, its employees, partners, and affiliates do not have access to and do not require, store, process or control any of the data, including personal data contained in MOVE ME. All data, including personal data is controlled and processed by the entity or individual running MOVE ME.MOVE ME, its employees partners and affiliates are not a data processor or a data controller within the meaning of any data privacy regulations.MOVE ME does not provide any warranties or undertake any responsibility or liability in connection with the lawfulness or the manner and purposes for which MOVE ME is used by such entities or persons.</li></br><li>This privacy policy is for the informational purposes of the entity or personsrunning MOVE ME and sets out the processes and functionality contained within MOVE ME regarding personal data protection. It is the responsibility of entities and persons running MOVE ME to create and administer its own rules and processes governing users’ personal data, and suchrules and processes may change the use, storage and disclosure policies contained herein. Therefore users should consult the entity or persons running MOVE ME for its own privacy policy for details governing users’ personal data.</li></ol></div>"
              }
           },
           "COOKIE_POLICY":{
              "TEXT":"After a successful sign in, we use a cookie in your browser to track your session. You can refer our <a translateWithListenElement actionId='cookiePolicy'>Cookie Policy</a> for more details.",
              "MODAL":{
                 "TITLE":"Cookie Policy",
                 "BODY":"<div><h1>Cookie Policy</h1><p>MOVE ME uses cookies so that it can provide the best user experience for you and identify you for security purposes. If you disable cookies, some of the services will (most probably) be inaccessible to you.</p><h2>How does MOVE ME process cookies?</h2><p>MOVE ME stores and retrieves information on your browser using cookies. This information is used to provide a better experience. Some cookies serve the primary purposes of allowing a user to log in to the system, maintaining sessions, and keeping track of activities you do within the login session.</p><p>The primary purpose of some cookies used in MOVE ME is to personally identify you as this is the main function of the MOVE ME Identity Server. However the cookie lifetime ends once your session ends i.e., after you log-out, or after the session expiry time has elapsed.</p><p>Some cookies are simply used to give you a more personalised web experience and these cookies can not be used to personally identify you or your activities.</p><p>This cookie policy is part of the <a href=\"link to privacy policy\">MOVE ME Privacy Policy.</a></p><h2>What is a cookie?</h2><p>A browser cookie is a small piece of data that is stored on your device to help websites and mobile apps remember things about you. Other technologies, including web storage and identifiers associated with your device, may be used for similar purposes. In this policy, we use the term &ldquo;cookies&rdquo; to discuss all of these technologies.</p><h2>What does MOVE ME use cookies for?</h2><p>Cookies are used for two purposes in MOVE ME.</p><ol><li>To identify you and provide security.</li><li>To provide a satisfying user experience.</li></ol><p>MOVE ME uses cookies for the following purposes listed below.</p><h3>Preferences</h3><p>MOVE ME uses these cookies to remember your settings and preferences, and to auto-fill the form fields to make your interactions with the site easier.</p><p>These cookies can not be used to personally identify you.</p><h3>Security</h3><ul><li>MOVE ME uses selected cookies to identify and prevent security risks.       For example, MOVE ME may use these cookies to store your session information in order to prevent others from changing your password without your username and password.</li></br><li>MOVE ME uses session cookies to maintain your active session.</li></br><li>MOVE ME may use temporary cookies when performing multi-factor authentication and federated authentication.</li></br><li>MOVE ME may use permanent cookies to detect that you have previously used the same device to log in. This is to to calculate the &ldquo;risk level&rdquo; associated with your current login attempt. This is primarily to protect you and your account from possible attack.</li></ul><h3>Performance</h3><p>MOVE ME may use cookies to allow &ldquo;Remember Me&rdquo; functionalities.</p><h3>Analytics</h3><p>MOVE ME as a product does not use cookies for analytical purposes.</p><h3>Third party cookies</h3><p>Using MOVE ME may cause some third-party cookies to be set in your browser. MOVE ME has no control over how any of them operate. The third-party cookies that may be set include:</p><ul><ul><li>Any social login sites. For example, third-party cookies may be set when MOVE ME is configured to use &ldquo;social&rdquo; or &ldquo;federated&rdquo; login, and you opt to login with your &ldquo;Social Account&rdquo;.</li><li>Any third party federated login.</li></ul></ul><p>MOVE ME strongly advises you to refer the respective cookie policy of such sites carefully as MOVE ME has no knowledge or use on these cookies.</p><h2>What type of cookies does MOVE ME use?</h2><p>MOVE ME uses persistent cookies and session cookies. A persistent cookie helps MOVE ME to recognize you as an existing user so that it is easier to return to MOVE ME or interact with MOVE ME without signing in again. After you sign in, a persistent cookie stays in your browser and will be read by MOVE ME when you return to MOVE ME.</p><p>A session cookie is a cookie that is erased when the user closes the web browser. The session cookie is stored in temporary memory and is not retained after the browser is closed. Session cookies do not collect information from the user's computer.</p><h2>How do I control my cookies?</h2><p>Most browsers allow you to control cookies through their settings preferences. However, if you limit the given ability for websites to set cookies, you may worsen your overall user experience since it will no longer be personalized to you. It may also stop you from saving customized settings like login information.</p><p>Most likely, disabling cookies will make you unable to use authentication and authorization functionalities offered by MOVE ME.</p><p>If you have any questions or concerns regarding the use of cookies, please contact the entity or individuals (or their data protection officer, if applicable) of the organization running this MOVE ME instance.</p><h2>What are the cookies used?</h2><table><tbody><tr><td><p><strong>Cookie Name</strong></p></td><td><p><strong>Purpose</strong></p></td><td><p><strong>Retention</strong></p></td></tr><tr><td><p>JSESSIONID</p></td><td><p>To keep your session data in order to give you a good user experience.</p></td><td><p>Session</p></td></tr><tr><td><p>MSGnnnnnnnnnn</p></td><td><p>To keep some messages that are shown to you in order to give you a good user experience.</p><p>The &ldquo;nnnnnnnnnn&rdquo; reference in this coookie represents a random number e.g., MSG324935932.</p></td><td><p>Session</p></td></tr><tr><td><p>requestedURI</p></td><td><p>The URI you are accessing.</p></td><td><p>Session</p></td></tr><tr><td><p>current-breadcrumb</p></td><td><p>To keep your active page in session in order to give you a good user experience.</p></td><td><p>Session</p></td></tr></tbody></table><h2>Disclaimer</h2><p>This cookie policy is only for the illustrative purposes of the product MOVE ME. The content in the policy is technically correct at the time of the product shipment. The organization which runs this MOVE ME instance has full authority and responsibility with regard to the effective Cookie Policy.</p><p>MOVE ME, its employees, partners, and affiliates do not have access to and do not require, store, process or control any of the data, including personal data contained in MOVE ME. All data, including personal data is controlled and processed by the entity or individual running MOVE ME.  MOVE ME, its employees partners and affiliates are not a data processor or a data controller within the meaning of any data privacy regulations.  MOVE ME does not provide any warranties or undertake any responsibility or liability in connection with the lawfulness or the manner and purposes for which MOVE ME is used by such entities or persons.</p></div>"
              }
           },
           "RETURN_TO_LOGIN":"Return to Login"
        },
        "FORGOT_PASSWORD":{
           "EMAIL":"Email",
           "HELP_MESSAGE":"We can help you reset your password. First, enter your email and click the button below.",
           "TITLE":"Password Reset"
        },
        "LOGIN":{
           "FORGOT_PASSWORD":"Did you <span>forget your password</span>?",
           "KEEP_SIGNED":"Keep me signed in",
           "PASSWORD":"Password",
           "SUBMIT_BUTTON":"LOG IN",
           "TITLE":"Login",
           "USERNAME":"Username",
           "CREATE_ACCOUNT":"SIGN UP"
        },
        "LOGIN_COMPONENT":{
           "MESSAGE":"Login Component"
        },
        "RESET_PASSWORD":{
           "CONFIRM_NEW_PASSWORD":"Confirm New Password",
           "ERROR":"Error while changing password",
           "NEW_PASSWORD":"New Password",
           "SUCCESS":"The password was changed",
           "TITLE":"New Password"
        }
     }
}